0x00008cf0<+0>:     push  {r11}           # r11 레지스터를 넣는다
0x00008cf4<+4>:     add    r11,sp,#0      # r11 = sp + 0
0x00008cf8<+8>:     push   {r6}           # r6 레지스터를 넣는다
0x00008cfc<+12>:    add    r6,pc,#1       # r6 = pc + 1
0x00008d00<+16>:    bx     r6             # r6 레지스터 주소로 점프를 실행한다.
0x00008d04<+20>:    mov    r3,pc          # r3 = pc
0x00008d06<+22>:    adds   r3,#4          # r3 = r3 + 4
0x00008d08<+24>:    push   {r3}           # r3 레지스터를 넣는다
0x00008d0a<+26>:    pop    {pc}           # pc 레지스터를 뺀다
0x00008d0c<+28>:    pop    {r6}           # r6 레지스터를 뺀다
0x00008d10<+32>:    mov    r0,r3          # r0 = r3
0x00008d14<+36>:    sub    sp,r11,#0      # sp = r11 - 0
0x00008d18<+40>:    pop    {r11}          # r11 레지스터를 뺀다
0x00008d1c<+44>:    bx     lr             # 호출 함수로 되돌아간다.
